THEMES = {
    
    "cyberpunk": {
        "name": "Киберпанк 🤖",
        "roles": {"mafia": "Самозванец", "detective": "Коп", "doctor": "Медик", "civilian": "Житель"},
        "characters": [
            {"name": "Робот Вася", "trait": "След масла", "item": "Гаечный ключ"},
            {"name": "Кибер-Петр", "trait": "Запах сигарет", "item": "Пистолет"},
            {"name": "Андроид Ева", "trait": "Аромат цветов", "item": "Ядовитый чип"},
            {"name": "R2-D2", "trait": "Звук мотора", "item": "Электрошок"},
            {"name": "Терминатор", "trait": "Тяжелые берцы", "item": "Дробовик"},
            {"name": "Валл-И", "trait": "Скрежет металла", "item": "Огнетушитель"},
            {"name": "Джонни", "trait": "Запах виски", "item": "Гитара"},
            {"name": "Агент Смит", "trait": "Черный галстук", "item": "Код"},
            {"name": "Тринити", "trait": "Кожаный плащ", "item": "Мотоцикл"},
            {"name": "Нео", "trait": "Зеленые символы", "item": "Таблетка"}
        ]
    },
    "medieval": {
        "name": "Средневековье 🏰",
        "roles": {"mafia": "Убийца", "detective": "Инквизитор", "doctor": "Алхимик", "civilian": "Рыцарь"},
        "characters": [
            {"name": "Король Артур", "trait": "Запах вина", "item": "Экскалибур"},
            {"name": "Шут Гоша", "trait": "Звон бубенцов", "item": "Колпак"},
            {"name": "Ведьма Мэри", "trait": "Запах трав", "item": "Зелье"},
            {"name": "Кузнец Борис", "trait": "Запах пота", "item": "Молот"},
            {"name": "Принцесса Софи", "trait": "Аромат духов", "item": "Зеркало"},
            {"name": "Палач", "trait": "Запах сырости", "item": "Топор"},
            {"name": "Монах", "trait": "Стук четок", "item": "Книга"},
            {"name": "Лучник", "trait": "Перья на полу", "item": "Лук"},
            {"name": "Торговец", "trait": "Звон монет", "item": "Весы"},
            {"name": "Бард", "trait": "Звук лютни", "item": "Лютня"}
        ]
    }
}